Repository: sliekens/blish-hud-modules
Catalog: src/ChatLinks/Resources/UI/Tabs/Items/Tooltips/ItemTooltipView.*.resx
Languages: de, es, fr

# Recipes unlocked
source: You already know {0} of {1} recipes taught by this item.
de: Ihr kennt bereits {0} der {1} Rezepte, die Ihr durch diesen Gegenstand erlernen könnt.
es: Ya conoces {0} de las {1} recetas que puedes aprender con este objeto.
fr: Vous connaissez déjà {0} des {1} recettes fournies par cet objet.

# Recipe unlocked
source: You already know this recipe!
de: Ihr kennt dieses Rezept bereits!
es: ¡Ya has aprendido esta receta!
fr: Vous connaissez déjà cette recette !

# All recipes unlocked
source: You already know all of these recipes!
de: Ihr kennt alle diese Rezepte bereits!
es: ¡Ya conoces todas estas recetas!
fr: Vous connaissez déjà toutes ces recettes !

# Grant unlocks permission
source: To see the unlock status, register an API key with "Account" and "Unlocks" permissions.
de: Um den Status der Freischaltung zu sehen, registrieren Sie einen API-Schlüssel mit den Berechtigungen „Account“ und „Unlocks“.
es: Para ver el estado de desbloqueo, registre una clave API con permisos de «Account» y «Unlocks».
fr: Pour connaître l'état de déverrouillage, enregistrez une clé API avec les autorisations « Account » et « Unlocks ».

# Grant unlocks and inventories permission
source: To see the unlock status, register an API key with "Account", "Unlocks" and "Inventories" permissions.
de: Um den Freigabestatus zu sehen, registrieren Sie einen API-Schlüssel mit den Berechtigungen „Account“, „Unlocks“ und „Inventories“.
es: Para ver el estado de desbloqueo, registre una clave API con permisos de «Account», «Unlocks» e «Inventories».
fr: Pour afficher l'état de déverrouillage, enregistrez une clé API avec les autorisations « Account », « Unlocks » et « Inventories ».

source: Foot Armor
de: Fuß-Rüstung
es: Armadura de pie
fr: Armure : Bottes

source: Chest Armor
de: Brust-Rüstung
es: Armadura pectoral
fr: Armure : Cuirasse

source: Hand Armor
de: Hand-Rüstung
es: Armadura de mano
fr: Armura : Gants

source: Head Armor
de: Kopf-Rüstung
es: Armadura de cabeza
fr: Armure : Couvre-chef

source: Leg Armor
de: Bein-Rüstung
es: Armadura de pierna
fr: Armura : Jambières

source: Shoulder Armor
de: Schulter-Rüstung
es: Armadura de hombros
fr: Armure : Épaulières

source: Back Item
de: Rücken-Gegenstand
es: Objeto para espalda
fr: Objet de dos

source: Takes effect immediately upon receipt.
de: Tritt direkt bei Erhalt in Kraft.
es: Hace efecto en el momento de recibirlo.
fr: Prend effet immédiatement après réception.

source: Double-click to consume.
de: Zum Benutzen doppelklicken.
es: Haz doble clic para consumir.
fr: Double-cliquez pour utiliser.

source: Service
es: Servicio
fr: Services

source: Consumable
de: Verbrauchsgegenstand
es: Consumible
fr: Consommable

source: Excessive alcohol consumption will result in intoxication.
de: Übermäßiger Alkoholkonsum führt zu Rauschzuständen.
es: El consumo excesivo de alcohol provoca embriaguez.
fr: Consommer trop d'alcool entraîne une ivresse manifeste.

source: You already have that content unlocked.
de: Ihr habt diesen Inhalt bereits freigeschaltet.
es: Ya has desbloqueado este contenido.
fr: Vous avez déjà déverrouillé ce contenu.

source: Unlock status unknown.
de: Freischaltstatus unbekannt.
es: Estado de desbloqueo desconocido.
fr: Statut de déverrouillage inconnu.

source: You have already unlocked this outfit!
de: Ihr habt dieses Kleidungsset bereits freigeschaltet!
es: Ya has desbloqueado este atuendo.
fr: Vous avez déjà déverrouillé cette tenue !

source: Accessory
de: Accessoire
es: Accessorio
fr: Accessoire

source: Amulet
de: Amulett
es: Amuleto
fr: Amulette

source: Ring
es: Anillo
fr: Anneau

source: Novelty Unlocked
de: Extra freigeschaltet
es: Objeto de entretenimiento desbloqueado
fr: Babiole déverrouillée

source: Novelty Locked
de: Extra gesperrt
es: Objeto de entretenimiento bloqueado
fr: Babiole verrouillée

source: Module
de: Modul
es: Módulo

source: Required Mastery: Jade Bots
de: Erforderliche Beherrschung: Jade-Bots
es: Dominio necesario: Robots de jade
fr: Maîtrise requise : Drones de jade

source: Mini
es: Miniatura
fr: Miniature

source: Power Core
de: Energiekern
es: Núcleo de potencia
fr: Noyau d'énergie

source: Relic
de: Relikt
es: Reliquia
fr: Relique

source: Trophy
de: Trophäe
es: Trofeo
fr: Trophée

source: Axe
de: Axt
es: Hacha
fr: Hache

source: Dagger
de: Dolch
es: Daga
fr: Dague

source: Focus
de: Fokus
es: Foco

source: Greatsword
de: Großschwert
es: Mandoble
fr: Espadon

source: Hammer
es: Martillo
fr: Marteau

source: Harpoon Gun
de: Harpunenschleuder
es: Cañón de arpón
fr: Fusil-harpon

source: Large Bundle
de: Großes Bündel
es: Lote grande
fr: Gros paquet

source: Longbow
de: Langbogen
es: Arco largo
fr: Arc long

source: Mace
de: Streitkolben
es: Maza
fr: Masse

source: Pistol
de: Pistole
es: Pistola
fr: Pistolet

source: Scepter
de: Zepter
es: Cetro
fr: Sceptre

source: Shield
de: Schild
es: Escudo
fr: Bouclier

source: Spear
de: Speer
es: Lanza
fr: Lance

source: Staff
de: Stab
es: Báculo
fr: Bâton

source: Sword
de: Schwert
es: Espada
fr: Épée

source: Torch
de: Fackel
es: Antorcha
fr: Torche

source: Toy
de: Spielzeug
es: Juguete
fr: Jouet

source: Trident
de: Dreizack
es: Tridente

source: Warhorn
de: Kriegshorn
es: Cuerno de guerra
fr: Cor de guerre

# Defense
source: Defense: {0:N0}
de: Verteidigung: {0:N0}
es: Defensa: {0:N0}
fr: Défense: {0:N0}

# Power
source: +{0:N0} Power
de: +{0:N0} Kraft
es: +{0:N0} Potencia
fr: Puissance +{0:N0}

# Precision
source: +{0:N0} Precision
de: +{0:N0} Präzision
es: +{0:N0} Precisión
fr: Précision +{0:N0}

# Toughness
source: +{0:N0} Toughness
de: +{0:N0} Zähigkeit
es: +{0:N0} Dureza
fr: Robustesse +{0:N0}

# Vitality
source: +{0:N0} Vitality
de: +{0:N0} Vitalität
es: +{0:N0} Vitalidad
fr: Vitalité +{0:N0}

# Concentration
source: +{0:N0} Concentration
de: +{0:N0} Konzentration
es: +{0:N0} Doncentración
fr: Concentration +{0:N0}

# ConditionDamage
source: +{0:N0} Condition Damage
de: +{0:N0} Zustandsschaden
es: +{0:N0} Daño de condición
fr: Dégâts par altération +{0:N0}

# Expertise
source: +{0:N0} Expertise
de: +{0:N0} Fachkenntnis
es: +{0:N0} Pericia
fr: Expertise +{0:N0}

# Ferocity
source: +{0:N0} Ferocity
de: +{0:N0} Wildheit
es: +{0:N0} Ferocidad
fr: Férocité +{0:N0}

# HealingPower
source: +{0:N0} Healing Power
de: +{0:N0} Heilkraft
es: +{0:N0} Poder de curación
fr: Guérison +{0:N0}

# AgonyResistance
source: +{0:N0} Agony Resistance
de: +{0:N0} Qual-Widerstand
es: +{0:N0} de resistencia a la agonía
fr: Résistance à l'agonie +{0:N0}

source: Unused Infusion Slot
de: Ungenutzter Infusionsplatz
es: Casilla para infusiones sin utilizar
fr: Emplacement d'infusion inutilisé

source: Unused Enrichment Slot
de: Ungenutzter Anreicherungsplatz
es: Casilla para enriquecimientos sin utilizar
fr: Emplacement d'enrichissement inutilisé

source: Unused Upgrade Slot
de: Freier Aufwertungsplatz
es: Casilla para mejoras sin utilizar
fr: Emplacement d'amélioration inutilisé

source: Skin Unlocked
de: Skin freigeschaltet
es: Diseño desbloqueado
fr: Apparence déverrouillée

source: Skin Locked
de: Skin gesperrt
es: Diseño bloqueado
fr: Apparence verrouillée

source: Basic
de: Einfach
es: Básica
fr: Basique

source: Fine
de: Edel
es: Selecto
fr: Raffinée

source: Masterwork
de: Meisterwerk
es: Sobresaliente
fr: Chef-d'œuvre

source: Rare
de: Selten
es: Excepcional

source: Exotic
de: Exotisch
es: Exótica
fr: Exotique

source: Ascended
de: Aufgestiegen
es: Ascendido
fr: Elevé

source: Legendary
de: Legendär
es: Legendario
fr: Légendaire

# Required Level
source: Required Level: {0}
de: Erforderliche Stufe: {0}
es: Nivel necesario: {0}
fr: Niveau requis : {0}

source: Account Bound on Acquire
de: Accountgebunden bei Erhalt
es: Vinculado a cuenta en adquisición
fr: Lié au compte dès l'acquisition

source: Account Bound on Use
de: Accountgebunden bei Benutzung
es: Vinculado a cuenta en uso
fr: Lié au compte dès l'utilisation

source: Soulbound on Acquire
de: Seelengebunden bei Erhalt
es: Ligado en adquisición
fr: Lié à l'âme dès l'acquisition

source: Soulbound on Use
de: Seelengebunden bei Benutzung
es: Ligado en uso
fr: Lié à l'âme dès l'utilisation

# Weapon Strength
source: Weapon Strength: {0:N0} - {1:N0}
de: Waffenstärke: {0:N0} - {1:N0}
es: Fuerza del arma: {0:N0} - {1:N0}
fr: Puissance d'arme : {0:N0} - {1:N0}

source: Choking
de: Würgeschaden
es: Asfixiar
fr: Etouffant

source: Fire
de: Feuer
es: Fuego
fr: Feu

source: Ice
de: Eis
es: Hielo
fr: Glace

source: Lightning
de: Blitz
es: Relámpago
fr: Foudre

source: Double-click to select stats.
de: Doppelklicken, um Werte aszuwählen.
es: Haz doble clic para seleccionar estadísticas.
fr: Double-cliquez pour sélectionner les statistiques.

source: Unique
de: Einzigartig
es: Equipamiento único

source: Medium
de: Mittel
es: Medio
fr: Intermédiaire

source: Mini Locked
de: Mini gesperrt
es: Miniatura bloqueada
fr: Miniature verrouillée

source: Mini Unlocked
de: Mini freigeschaltet
es: Miniatura desbloqueada
fr: Miniature déverrouillée

source: Light
de: Leicht
es: Ligero
fr: Léger

source: Heavy
de: Schwet
es: Pesado
fr: Lourd

# Count in bank
source: {0:N0} in Bank
de: {0:N0} in der Bank
es: {0:N0} en el banco
fr: {0:N0} dans la banque

# Count in material storage
source: {0:N0} in Material Storage
de: {0:N0} im Materialienlager
es: Almacenamiento de material {0:N0}
fr: {0:N0} dans le stockage de matériau

source: You have already unlocked this conjured doorway skin.
de: Ihr habt diesen herbeigerufenen Durchgang bereits freigeschaltet!
es: Ya has desbloqueado este portal conjurado.
fr: Vous avez déjà déverrouillé ce portail invoqué !

source: You have already unlocked this dye!
de: Ihr habt diese Farbe bereits freigeschaltet!
es: ¡Ya has desbloqueado este tinte!
fr: Vous avez déjà débloqué cette teinture !

source: You have already unlocked this glider!
es: ¡Ya has desbloqueado este planeador!
fr: Vous avez déjà débloqué ce deltaplane !

source: Rifle
de: Gewehr
fr: Fusil

source: Shortbow
de: Kurzbogen
fr: Arc court
