Repository: sliekens/blish-hud-modules
Catalog: src/ChatLinks/Resources/UI/Tabs/Items/ItemsTabView.*.resx
Languages: de, es, fr

source: Accessories
de: Accessoires
es: Accesorios
fr: Accessoires

source: All Armor
de: Alle Rüstungen
es: Todas las armaduras
fr: Toutes les armures

source: All Consumables
de: Alle Verbrauchsgegenstände
es: Todos los consumibles
fr: Tous les consommables

source: All Containers
de: Alle Behälter
es: Todos los contenedores
fr: Tous les conteneurs

source: All Gathering Tools
de: Alle Sammelwerkzeuge
es: Todas las herramientas de recolección
fr: Tous les outils de récolte

source: All Trinkets
de: Alle Schmuckstücke
es: Todos los amuletos
fr: Tous les bijoux

source: All Upgrade Components
de: Alle Verbesserungen
es: Todos los componentes de mejora
fr: Tous les composants d'amélioration

source: All Weapons
de: Alle Waffen
es: Todas las armas
fr: Toutes les armes

source: Amulets
de: Amulette
es: Amuletos
fr: Amulettes

source: Appearance Changers
de: Aussehensveränderer
es: Cambiadores de apariencia
fr: Changeurs d'apparence

source: Aquatic Headgear
de: Wasser-Kopfschutz
es: Casco acuático
fr: Casque aquatique

source: Armor
de: Rüstung
es: Armadura
fr: Armure

source: Axes
de: Äxte
es: Hachas
fr: Haches

source: Back Items
de: Rücken-Gegenstände
es: Objetos traseros
fr: Objets de dos

source: Bag Slot Expansions
de: Taschenplatz-Erweiterungen
es: Expansiones de ranura de bolsa
fr: Extensions de slot de sac

source: Bait
de: Köder
es: Cebo
fr: Appâts

source: Bank Tab Expansions
de: Bankfach-Erweiterungen
es: Expansiones de pestaña de banco
fr: Extensions d'onglet de banque

source: Black Lion Chests
de: Schwarzlöwen-Truhen
es: Cofres del León Negro
fr: Coffres du Lion Noir

source: Booze
de: Alkohol
es: Bebidas alcohólicas
fr: Alcool

source: Boots
de: Stiefel
es: Botas
fr: Bottes

source: Build Storage Expansions
de: Bauplanlager-Erweiterungen
es: Expansiones de almacenamiento de construcción
fr: Extensions de stockage de construction

source: Build Template Expansions
de: Bauplanvorlagen-Erweiterungen
es: Expansiones de plantilla de construcción
fr: Extensions de modèle de construction

source: Chest
de: Brustschutz
es: Pechera
fr: Plastron

source: Content Unlockers
de: Inhaltsfreischalter
es: Desbloqueadores de contenido
fr: Débloqueurs de contenu

source: Contract NPCs
de: Vertrags-NPCs
es: NPCs de contrato
fr: PNJ de contrat

source: Containers
de: Behälter
es: Contenedores
fr: Conteneurs

source: Crafting Materials
de: Handwerksmaterialien
es: Materiales de artesanía
fr: Matériaux d'artisanat

source: Currencies
de: Währungen
es: Monedas
fr: Devises

source: Daggers
de: Dolche
es: Dagas
fr: Dagues

source: Dyes
de: Farben
es: Tintes
fr: Teintures

source: Equipment Template Expansions
de: Ausrüstungsvorlagen-Erweiterungen
es: Expansiones de plantilla de equipo
fr: Extensions de modèle d'équipement

source: Foci
de: Foki
es: Enfoques
fr: Focus

source: Food
de: Essen
es: Comida
fr: Nourriture

source: Gathering Tools
de: Sammelwerkzeuge
es: Herramientas de recolección
fr: Outils de récolte

source: Generic Consumables
de: Allgemeine Verbrauchsgegenstände
es: Consumibles genéricos
fr: Consommables génériques

# Gift Boxes
source: Special Containers
de: Besondere Behälter
es: Contenedores especiales
fr: Boîtes cadeaux

source: Gizmos
de: Geräte
es: Dispositivos
fr: Gadgets

source: Glider Skin Unlockers
de: Gleitschirm-Skin-Freischalter
es: Desbloqueadores de skin de planeador
fr: Débloqueurs de skin de deltaplane

source: Gloves
de: Handschuhe
es: Guantes
fr: Gants

source: Greatswords
de: Großschwerter
es: Mandobles
fr: Espadons

source: Halloween Consumables
de: Halloween-Verbrauchsgegenstände
es: Consumibles de Halloween
fr: Consommables d'Halloween

source: Hammers
de: Hämmer
es: Martillos
fr: Marteaux

source: Harpoon Guns
de: Harpunenkanonen
es: Arpones
fr: Harpons

source: Harvesting Sickles
de: Erntesicheln
es: Hozs de cosecha
fr: Faucilles de récolte

source: Headgear
de: Kopfschutz
es: Casco
fr: Casque

source: Immediate Containers
de: Sofortbehälter
es: Contenedores inmediatos
fr: Conteneurs immédiats

source: Jade Bot Skin Unlockers
de: Jade-Bot-Skin-Freischalter
es: Desbloqueadores de skin de bot de jade
fr: Débloqueurs de skin de bot de jade

source: Jade Tech Modules
de: Jade-Technik-Module
es: Módulos de tecnología de jade
fr: Modules de technologie de jade

source: Large Bundles
de: Große Bündel
es: Grandes paquetes
fr: Grands paquets

source: Leggings
de: Beinschutz
es: Grebas
fr: Jambières

source: Logging Axes
de: Holzfälleräxte
es: Hachas de tala
fr: Haches de bûcheron

source: Longbows
de: Langbögen
es: Arcos largos
fr: Arcs longs

source: Lures
de: Köder
es: Señuelos
fr: Leurres

source: Maces
de: Streitkolben
es: Mazas
fr: Masses

source: Miniature Unlockers
de: Miniaturen-Freischalter
es: Desbloqueadores de miniaturas
fr: Débloqueurs de miniatures

source: Miniatures
de: Miniaturen
es: Miniaturas

source: Mining Picks
de: Spitzhacken
es: Picos de minería
fr: Pioches de mineur

source: Mist Champion Skin Unlockers
de: Nebel-Champion-Skin-Freischalter
es: Desbloqueadores de skin de campeón de la Niebla
fr: Débloqueurs de skin de champion des Brumes

source: Mount Licenses
de: Reittier-Lizenzen
es: Licencias de montura
fr: Licences de monture

source: Mount Skin Unlockers
de: Reittier-Skin-Freischalter
es: Desbloqueadores de skin de montura
fr: Débloqueurs de skin de monture

source: Outfit Unlockers
de: Outfit-Freischalter
es: Desbloqueadores de atuendo
fr: Débloqueurs de tenue

# Partial results
source: {0:N0} of {1:N0} results displayed
de: {0:N0} von {1:N0} Ergebnisse angezeigt
es: {0:N0} de {1:N0} resultados mostrados
fr: {0:N0} sur {1:N0} résultats affichés

source: Pistols
de: Pistolen
es: Pistolas
fr: Pistolets

source: Power Cores
de: Energiekerne
es: Núcleos de poder
fr: Cœurs d’énergie

source: Random Unlocker
de: Zufälliger Freischalter
es: Desbloqueador aleatorio
fr: Débloqueur aléatoire

source: Recently Added
de: Kürzlich hinzugefügt
es: Recientemente añadido
fr: Ajouté récemment

source: Recipe Sheets
de: Rezeptblätter
es: Hojas de recetas
fr: Feuilles de recettes

source: Relics
de: Relikte
es: Reliquias
fr: Reliques

source: Rifles
de: Gewehre
fr: Fusils

source: Rings
de: Ringe
es: Anillos
fr: Anneaux

source: Runes
de: Rüstungs-Runen
es: Runas

source: Salvage Tools
de: Bergungswerkzeuge
es: Herramientas de salvamento
fr: Outils de récupération

source: Scepters
de: Zepter
es: Cetros
fr: Sceptres

# Search placeholder
source: Search...
de: Suchen ...
es: Buscar:
fr: Rechercher...

source: Services
de: Dienstleistungen
es: Servicios

source: Shared Inventory Slots
de: Geteilte Inventarplätze
es: Ranuras de inventario compartidas
fr: Emplacements d'inventaire partagés

source: Shields
de: Schilde
es: Escudos
fr: Boucliers

source: Short Bows
de: Kurzbögen
es: Arcos cortos
fr: Arcs courts

source: Shoulders
de: Schulterschutz
es: Hombreras
fr: Épaulettes

source: Sigils
de: Waffen-Sigille
es: Sellos
fr: Cachets

source: Small Bundles
de: Kleine Bündel
es: Pequeños paquetes
fr: Petits paquets

source: Spears
de: Speere
es: Lanzas
fr: Lances

source: Staffs
de: Stäbe
es: Bastones
fr: Bâtons

source: Storage Expanders
de: Lagererweiterungen
es: Expansores de almacenamiento
fr: Extensions de stockage

source: Swords
de: Schwerter
es: Espadas
fr: Épées

source: Teleport to Friend
de: Teleport zu Freund
es: Teletransporte a amigo
fr: Téléportation à un ami

source: Torches
de: Fackeln
es: Antorchas

# Total results
source: {0:N0} results
de: {0:N0} Ergebnisse
es: {0:N0} resultados
fr: {0:N0} résultats

source: Toys
de: Spielzeuge
es: Juguetes
fr: Jouets

source: Toys (Two-Handed)
de: Spielzeuge (Zweihändig)
es: Juguetes (dos manos)
fr: Jouets (à deux mains)

source: Transmutations
de: Transmutationen
es: Transmutaciones

source: Tridents
de: Dreizacke
es: Tridentes

source: Trinkets
de: Schmuckstücke
es: Amuletos
fr: Bijoux

source: Trophies
de: Trophäen
es: Trofeos
fr: Trophées

source: Universal Upgrades
de: Universelle Verbesserungen
es: Mejoras universales
fr: Améliorations universelles

source: Unlockers
de: Freischalter
es: Desbloqueadores
fr: Débloqueurs

source: Upgrade Components
de: Verbesserungen
es: Componentes de mejora
fr: Composants d'amélioration

source: Upgrade Extractors
de: Upgrade-Extraktoren
es: Extractores de mejoras
fr: Extracteurs d'améliorations

source: Utilities
de: Hilfsmittel
es: Utilidades
fr: Utilitaires

source: Warhorns
de: Kriegshörner
es: Cuernos de guerra
fr: Cors de guerre

source: Weapons
de: Waffen
es: Armas
fr: Armes

source: Consumables
de: Verbrauchsgegenstände
es: Consumibles
fr: Consommables

source: Expansions
de: Erweiterungen
es: Ampliaciones
fr: Extensions

source: Normal Containers
de: Normale Behälter
es: Contenedores normales
